;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 25 May 2023
;~ Author.......: Jadran Rudec, e-mail: jrudec@gmail.com
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = USB Repair
Version = 9

[Language]
Name = Slovenščina - Slovenian
Code = sl
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = Vizitka
Custom = Po meri
Donate = Obdaruj
Logging = Vodenje dnevnika
Menus = Meniji
Messages = Sporočila
Messages2 = Sporočila2
Preferences = Nastavitve
Update = Posodobi
Versioning = Različica

[About]
Window_Title = Vizitka %{Program.Name}
Label_Version = Različica
Label_AutoIt = Zgrajen z različico AutoIt
Label_Copyright = Avtorske pravice
Tip_Title_Donate = Darujte za naš cilj
Tip_Message_Donate = Z obdarovanjem nam pomagate ohraniti program brezplačen\rnin nam omogočate pridobitev potrebnih orodij in storitev,\rnki jih potrebujemo, da vam lahko služimo.
Label_Home = Domača stran
Label_License = Licenca
Label_Support = Podpora
Tip_Title_Country = Izdelano v Južni Afriki
Tip_Message_Country = %{Program.Name} je nastal v Južni Afriki.
Label_Contributors = Sodelavci
Button_Ok = Vredu
Label_RAM = (RAM) %d MB prosto od %d MB (%d%)
Label_HDD = (%s) %.2f GB PROSTO OD %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = Če se vaš pogon USB ne namesti ali imate druge težave, povezane z USB, kliknite '%s' in znova zaženite računalnik. Ne pozabite ustvariti točke za obnovitev sistema, preden nadaljujete.
Label_Status_Updates = Preverjanje obstoja posodobitev
Label_Status_Warning = Prosimo, ne zaženite tega pripomočka, če nimate težav z USB-jem. Lahko bi kaj pokvarili.
Button_Repair = Popravi USB

[Donate]
Label_Heading = %{Program.Name} vam služi več kot %d ur. Zdaj, kaj pa majhna obdaritev? 
Label_Message = Kliknite spodnji gumb PayPal, izberite znesek in nam pošljite obdaritev. Z vašo obdaritvijo bomo izboljšali naš program in ohranili vse, kar je brezplačno na Rizonesoft. Obdaritev v višini 20 dolarjev nas bo vodila vsaj mesec dni.
Label_Donate = Ali bi razmislili o majhenm darilu v višini 10 USD, da bi nam pomagali izboljšati %{Program.Name} in ohraniti prižgane lučke?

[Logging]
Finished = Končano
success = uspešno
Response_Received = Odgovor je prejet 
Successfully = Uspešno
OK = Vredu!
Registration_succeeded = Registracija je uspela 
Initiated = Začeto
Error = napaka
Failed = neuspešno
Access_Denied = Dostop je zavrnjen 
No_Operation_Performed = Nobene operacije ni mogoče izvesti 
VERSION = RAZLIČICA
File_Not_Found = Ni bilo mogoče najti datoteke dnevnika '%s'.
Showing_File = Prikaz datoteke dnevnika '%s'.
Showing_Error = Nekaj je šlo narobe: ID procesa: %s
Opening_File = Odpiranje datoteke dnevnika.
Opening_Directory = Odpiranje mape dnevnika...
Directory_Not_Found = Ni bilo mogoče najti mape dnevnika '%s'.
Showing_Directory = Prikaz mape dnevnika '%s'.
Bool_Yes = Da
Bool_No = Ne
Info_Date = Datum:
Info_Program = Program:
Info_Program_Path = Pot programa:
Info_Compiled = Sestavljen:
Info_AutoIt_Version = Različica AutoIt:
Info_AutoIt_64Bit = 64- bitna različica AutoIt:
Info_Windows_Version = Različica Windows:
Info_System_Type = Vrsta sistema:
Info_Memory = Pomnilnik (RAM):
Info_ProgramFiles = Mapa 'Programske datoteke':
Info_Windows_Directory = Mapa 'Windows':
Level_Error = Napaka:
Level_Warning = Opozorilo:
Level_Success = Uspešno:
Level_Finished = Končano:

[Menus]
File = &Datoteka
File_Preferences = Nas&tavitve
File_Logging = Vodenje &dnevnika
File_Logging_Open_File = Odpri &datoteko dnevnika
File_Logging_Open_Directory = Odpri &mapo dnevnika
File_Reboot = Z&nova zaženi Windows
File_Close = &Zapri\tAlt+F4
Troubleshoot = Od&pravljanje težav
Troubleshoot_Hardware = Odpravljanje &težav z uporabo strojne opreme
Tools = O&rodja
Tools_System_Restore = Ustvari o&bnovitveno točko sistema Windows
Tools_Device_Manager = Upra&vitelj naprav
Help = Po&moč
Help_Update = Pre&veri obstoj posodobitev
Help_Home = Dom %{Company.Name} 
Help_Downloads = Več pr&enosov
Help_Support = Pr&idobite podporo
Help_Issue = Prijavite &težavo
Help_Donate = Darujte za &naš cilj 
Help_About = Vizitka %{Program.Name}
Debug = &Odpravljanje napak

[Messages]
Info_Title = Prosimo, upoštevajte
Warning_Title = Opozorilo!
Error_Title = Ups! Nekaj je šlo narobe!
Error_Oops = Ups!
Singleton = Drugi primerek %{Program.Name} se že izvaja.
Compatible = %{Program.Name} ni združljiv z vašo različico sistema Windows. Če menite, da gre za napako, pustite sporočilo z naslovom '%s', z vsemi podrobnostmi.
Compatible_Bit = Žal, 32-bitna različica %{Program.Name} ni združljiva z z vašo različico sistema Windows. Prenesite 64-bitno različico %{Program.Name} z '%s'
Loading_Initializing = Inicializacija %{Program.Name}
Loading_Localizations = Nalaganje jezikov
Loading_Resources = Nalaganje virov
Loading_WorkingDirectories = Nastavitve delovnih map
Loading_Logging = Inicializacija dnevnika
Loading_Configuration = Nalaganje nastavitev
Loading_Shortcuts = Nastavitev bližnjic s tipkovnico
Loading_Interface = Zagon jedra vmesnika
Ping_Check_Connection = Preverjanje internetne povezave.
Ping_Response = Odgovor je bil prejet v %s milisekundah.
Ping_Host_Offline = Gostitelj je brez povezave.
Ping_Host_Unreachable = Gostitelj ni dosegljiv.
Ping_Host_Bad = Slab cilj.
Ping_Host_No_Internet = Ni internetne povezave.
Global_Errors = Končano z (%02i) %s!
Global_Errors_Error = napako
Global_Errors_Errors = napakami
Global_Finished = Dokončano izbrano opravilo.
Global_File = datotaka
Global_Files = datotek
RegisterDll_Success = RegSvr32.exe > Registracija  '%s' je bila uspešna.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Za registracijo modula morate navesti dvojiško ime.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Ni bilo mogoče najti navedenega modula.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Modul je naložen vendar točke vnosa DllRegisterServer ni bilo mogoče najti.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Koda napake: 0x80070005
Registry_Write_Error = Ni mogoče pisati v '%s'
Registry_Error_01 = Ni mogoče odpreti zahtevanega ključa.
Registry_Error_02 = Ni mogoče odpreti zahtevanega glavnega ključa.
Registry_Error_03 = Ni mogoče odpreti zahtevane vrednosti.
Registry_Error_04 = Vrsta vrednosti ni podprta.
Registry_Error_05 = Ni mogoče izbrisati zahtevane vrednosti.
Registry_Error_06 = Ni mogoče izbrisati zahtevanega ključa/vrednosti. 

[Messages2]
Boot_01 = Preden začnejo veljati nastavitve, bo morda potreben ponovni zagon sistema.
Boot_02 = Ponovni zagon ali ne ponovni zagon?
Boot_03 = Morda boste morali računalnik znova zagnati, preden bodo nastavitve začele veljati. Ali želite zdaj znova zagnali računalnik? Shranite svoje stvari, zadržite sapo in pritisnite 'Da', da znova zaženete računalnik. Ali pa pritisnite 'Ne'.
Boot_04 = ^ Ne želite znova zagnati računalnika?
Boot_05 = ^ Tega vam ni vam mogoče oporekati. Navsezadnje je to vaš računalnik.
Boot_06 = Kliknite na '%s' in nato '%s', da pozneje znova zaženete računalnik.
Boot_07 = Ponovni zagon sistema Windows...
MsgBox_Boot_Title =  Ponovni zagon!
MsgBox_Boot_Message = Računalnik se bo znova zagnal čez %s sekund. To vam bo dalo dovolj časa, da shranite svoje stvari. Pritisnite 'Vredu', da zdaj znova zaženete računalnik.
Boot_Restarting = Vaš računalnik se znova zaganja.
Boot_Canceled = Ponovni zagon je preklican.
Repair_USB_01 = Popravilo gostiteljskih krmilnikov in zvezdišč USB.
Repair_USB_02 = Upamo, da ste rešili težave z USB-jem. V nasprotnem primeru lahko gre za fizično težavo s strojno opremo.

[Preferences]
Window_Title = Nastavitve
Tab_General = Splošno
Tab_Performance = Izvedba
Tab_Language = Jezik
Group_Logging = Vodenje dnevnika
Group_Priority = Prioriteta
Group_Memory = Pomnilnik
Group_Language = Jezik
Checkbox_Enable_Logging = Omogoči vodenje dnevnika
Label_Log_Exceed = Velikost dnevnika ne sme preseči:
Label_Logging_Size = Velikost dnevnika: %s KB
Button_Logging_Clear = Počisti dnevnik
Label_SetPriority = Nastavi prioriteto procesa:
Checkbox_SaveRealtime = Shrani prioriteto nad visoko (ni priporočljivo).
Checkbox_ReduceMemory = Zmanjšaj pomnilnik pri nizkih pomnilniških sistemih.
Label_Language_Message = Izberite želeni jezik, za nadaljevanje pritisnite gumb %s. (Potreben je ponovni zagon)
Button_Save = Shrani
Button_Cancel = Prekliči
Label_Updated = Nastavitve so posodobljene
Label_Logging_Cleared = Vodenje dnevnika je počiščeno
MsgBox_Language_Title = Jezik je bil spremenjen
MsgBox_Language_Message = Izbrani jezik je bil spremenjen. Za uporabo izbranega jezika morate ponovno zagnati program.
MsgBox_Closing_Title = Zapiranje %{Program.Name}
MsgBox_Closing_Message = Ali želite zdaj zapreti %{Program.Name}?

[Update]
Window_Title_Available = Posodobitev je na voljo
Window_Title_Congratulations = Čestitke!
Window_Title_Error = Nekaj je šlo narobe!
Label_Message_Update = Na voljo je nova različica '%{Program.Name}'.
Label_Message_Latest = Uporabljate najnovejšo različico '%{Program.Name}'.
Label_Message_Error = Informacij o najnovejši različici '%{Program.Name}' ni bilo mogoče pridobiti.
Label_Message_Internet = Preverite internetno povezavo in poskusite znova.
Label_Build_Current = Trenutna izgradnja:
Label_Build_Update = Posodobi izgradnjo:
CheckBox_NoUpdate = Ob zagonu ne preverjaj posodobitve.
Button_Update = Prenesi novo različico
Button_Close = Zapri

[Versioning]
Administrator = Skrbnik sistema
Build = Izgradnja
AutoIt_Version = uporablja različico AutoIt %{AutoIt.Version}
Bit = Bitna